Repository: mivoligo/tents
Catalog: po/*.po
Languages: de, fr, it, nl

source: seconds
de: Sekunden

source: Now
de: Jetzt

source: %n second ago
de: vor %n Sekunde

source: %n minute ago
de: vor %n Minute

source: %n hour ago
de: vor %n Stunde

source: %n day ago
de: vor %n Tag

source: Game in progress
de: Spiel läuft gerade
fr: Partie en cours
it: Partita in corso
nl: Bezig met een spel

source: Are you sure you want to restart this game?
de: Sind Sie sicher, dass Sie das Spiel neu starten möchten?
fr: Êtes-vous sûr(e) de vouloir redémarrer cette partie ?
it: Sei sicuro di volere ricominciare la partita?
nl: Weet u zeker dat u dit spel wilt herstarten?

source: Restart game
de: Spiel neu starten
fr: Redémarrer la partie
it: Ricomincia la partita
nl: Spel herstarten

source: Remove grass and tents
de: Gras und Zelte entfernen
fr: Supprimer l'herbe et les tentes
it: Rimuovi erba e tende
nl: Tenten en gras verwijderen

source: Continue current game
de: Aktuelles Spiel fortsetzen
fr: Continuer la partie actuelle
it: Continua la partita
nl: Doorgaan met huidig spel

source: Clear scores for
de: Punktestände löschen für

source: Existing scores will be deleted. This cannot be undone.
de: Bestehende Punktestände werden gelöscht. Dies kann nicht rückgängig gemacht werden.

source: Clear scores
de: Punktestände löschen

source: Keep existing scores
de: Punktestände beibehalten

source: Tents
de: Zelte
fr: Tentes
it: Tende
nl: Tenten

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
nl: Instellingen

source: New Game
de: Neues Spiel
fr: Nouvelle partie
it: Nuova partita
nl: Nieuw spel

source: How to Play
de: Spielanleitung
fr: Comment jouer
it: Come si gioca
nl: Speluitleg

source: High scores
de: Bestenliste

source: Field size:
de: Feldgröße
fr: Taille du terrain :
it: Grandezza campo:
nl: Veldgrootte:

source: Small (easy)
de: Klein (einfach)
fr: Petit (facile)
it: Piccolo (facile)
nl: Klein (makkelijk)

source: Small (difficult)
de: Klein (schwer)
fr: Petit (difficile)
it: Piccolo (difficile)
nl: Klein (moeilijk)

source: Medium (easy)
de: Mittel (einfach)
fr: Moyen (facile)
it: Medio (facile)
nl: Groter (makkelijk)

source: Medium (difficult)
de: Mittel (schwer)
fr: Moyen (difficile)
it: Medio (difficile)
nl: Gemiddeld (moeilijk)

source: Large (easy)
de: Groß (einfach)
fr: Grand (facile)
it: Grande (facile)
nl: Groot (makkelijk)

source: Large (difficult)
de: Groß (schwer)
fr: Grand (difficile)
it: Grande (difficile)
nl: Groot (moeilijk)

source: %width%×%height%, %ntrees% trees
de: %width%×%height%, %ntrees% Bäume
nl: %width%×%height%, %ntrees% bomen

source: High Scores for
de: Bestenliste für

source: Camping puzzle game
de: Campingplatz Rätsel
fr: Jeu de casse-tête dans un camping
it: Gioco Puzzle di campeggio
nl: Camping-puzzelspel

source: puzzle,tents,tent,tree
de: puzzle,zelte,zelt,baum
fr: casse-tête,tentes,tente,arbre
it: puzzle, tende, tenda, albero
nl: puzzel,tenten,tent,boom

source: <p><i>Tents</i> is a puzzle game where you need to work out where all the tents are in a field.</p><br/><p>The rules are:</p><ul><li>Each camper has claimed a tree and placed their tent beside it (these campers like shade).</li><li>The field is full - there is one tent for every tree.</li><li>No two tents are beside each other, even diagonally (too noisy!).</li><li>The number of tents in each row / column is shown with a number.</li></ul><p>You can always work out where all the tents are with just these rules. Touching a square allows you to mark it as grass (i.e. a tent cannot be here) or a tent.</p><br/><p>Have fun!</p>
fr: <p><i>Tentes</i> est un jeu de casse-tête où vous devez deviner où se trouvent toutes les tentes sur un terrain.</p><br/><p>Les règles sont les suivantes :</p><ul><li>Chaque campeur a réclamé un arbre et à placé sa tente à proximité (les campeurs apprécient l'ombre).</li><li>Le terrain est complet - il y a une tente pour chaque arbre.</li><li>Deux tentes ne peuvent se toucher, même en diagonale (ce serait trop bruyant !).</li><li>Le nombre de tentes dans chaque ligne / colonne est affiché par un nombre.</li></ul><p>Vous pouvez toujours deviner où sont toutes ces tentes avec uniquement ces règles. Toucher une case vous permet de l'identifier comme de la pelouse (ce qui veut dire qu'une tente ne peut pas être là) ou comme une tente.</p><br/><p>Amusez-vous bien !</p>
it: <p><i>Tende</i> è un puzzle in cui è necessario scoprire dove sono tutte le tende nel prato</p><br/><p>Le regole sono:.</p><ul><li>Ogni campeggiatore ha rivendicato un albero e messo la sua tenda accanto ad esso (questi campeggiatori amano l'ombra)</li><li>Il prato è pieno - c'è una tenda per ogni albero.</li><li >Non ci sono due tende una accanto all'altra, anche in diagonale (troppo rumorosi!).</li><li>il numero di tende in ogni riga/colonna è mostrato con un numero.</li></ul><p>Puoi sempre trovare dove sono tutte le tende con queste semplici regole. Toccando un quadrato, contrassegni come erba (es. una tenda non può essere qui) o come tenda. </p><br/><p>Buon divertimento!<p>
nl: <p><i>Tenten</i> is een puzzelspel waarin u moet uitzoeken waar alle tenten staan opgesteld op het veld.</p><br/><p>De regels zijn:</p><ul><li>Elke kampeerder heeft een boom opgeëisd en zijn/haar tent ernaast opgesteld (deze kampeerders houden van schaduw).</li><li>Het veld is vol - voor elke boom is er één tent.</li><li>Er staan nooit twee tenten naast elkaar, zelfs niet diagonaal (te lawaaiig!).</li><li>Het aantal tenten per rij/kolom wordt aangegeven d.m.v. een cijfer.</li></ul><p>U kunt altijd uitvogelen waar tenten staan opgesteld met slechts deze regels. Het aanraken van een vierkant stelt u in staat het te markeren als gras (u denkt dus dat daar geen tent is) of als tent.</p><br/><p>Veel plezier!</p>
